/*
*********************************************************************************************************
*                                         PROJECT CONFIGURATION
*********************************************************************************************************
*/

#define DEBUG           1	/* 1：使能debug功能；0：去除debug功能  */
#define SD_DATA_PROCESS	0	/* 1：使能六轴传感器数据写入SD卡功能；0：去除六轴传感器数据写入SD卡功能 */
#define USB_SEND_DATA	1	/* 1: 使能USB数据传输；0：禁止USB数据传输 */
#define	ACCEL_SHOW		0	/* 1: 使能上位机的加速度显示 */
#define DISP_SHOW		0	/* 1: 使能上位机的速度和位移显示 */
